{
    "source_code": "UK_MWL",
    "source_name": "UK Most Wanted List",
    "source_url": "https://www.nationalcrimeagency.gov.uk/most-wanted-search",
    "persons": [
        {
            "firstname": "Richard",
            "lastname": "Wakeling",
            "general": "Richard Wakeling, from Brentwood, Essex, tried to import £8million of liquid amphetamine into the UK in April 2016. On April 9 last year he was convicted and sentenced to 11 years after he absconded before his 12-week trial began.",
            "crime": {
                "location": "South East, London, Overseas",
                "date_of_incident": "2016-04-09",
                "crime": "Drug trafficking"
            },
            "about": {
                "sex": "Male",
                "height": "5'11",
                "build": "Slim",
                "hair_colour": "Brown",
                "hair_length": "Short",
                "ethnic_appearance": "White"
            },
            "other": {
                "additional_information": "Wakeling has a right lower leg amputation and uses a prosthetic leg. He has family and friends in Ireland, Spain, Canada and Thailand. He requires regular medical treatment."
            }
        },
        {
            "firstname": "Daniel",
            "lastname": "Dugic",
            "general": "Dugic is suspected of being involved in a conspiracy to import 255 kilos of cocaine. A number of other individuals were convicted in June 2011. The conspiracy involved a small UK vessel meeting a commercial container ship in the English Channel from which the drugs were transferred. Although Dugic was not on board either vessel, he is alleged to have played a major part in organising the importation.",
            "crime": {
                "location": "London",
                "date_of_incident": "2011-10-21",
                "crime": "Drug trafficking"
            },
            "about": {
                "sex": "Male",
                "ethnic_appearance": "Eastern European"
            },
            "other": {
                "additional_information": "Dugic is originally from Serbia"
            }
        },
        {
            "firstname": "Derek McGraw",
            "lastname": "Ferguson",
            "general": "Ferguson is sought in connection with the murder of Thomas Cameron on 28 June 2007 at the Auchinairn Tavern, Bishopbriggs near Glasgow.",
            "crime": {
                "location": "Scotland",
                "date_of_incident": "2007-06-28",
                "crime": "Murder"
            },
            "about": {
                "sex": "Male",
                "height": "155 - 160 cm",
                "hair_colour": "Brown / grey",
                "hair_length": "Balding",
                "ethnic_appearance": "White"
            },
            "other": {
                "additional_information": "Ferguson was born in Glasgow in 1964. He has green/blue eyes and short balding brown/grey hair."
            }
        },
        {
            "firstname": "Allan",
            "lastname": "Foster",
            "general": "Foster is alleged to have murdered David 'Noddy' Rice at the Marsden Bay Car Park, South Shields on 24th May 2006.\nFoster is also wanted for two offences of conspiring to supply controlled drugs and also for the theft of a diamond ring.",
            "crime": {
                "location": "North East",
                "date_of_incident": "2006-05-24",
                "crime": "Drug trafficking, Murder"
            },
            "about": {
                "sex": "Male",
                "height": "170 - 175 cm",
                "build": "Slim",
                "hair_colour": "Black",
                "hair_length": "Short crop"
            },
            "other": {
                "additional_information": "Foster has links to the Canary Islands and Majorca. He is also known to use the alias Shaun Michael Wilkinson."
            }
        },
        {
            "firstname": "Kevin Thomas",
            "lastname": "Parle",
            "general": "Kevin Thomas Parle is wanted in connection with the murders in Liverpool of 16yr old Liam Kelly in 2004 & Lucy Hargreaves in 2005",
            "crime": {
                "location": "North West",
                "date_of_incident": "2017-09-09",
                "crime": "Murder"
            },
            "about": {
                "sex": "Male",
                "height": "195 - 200cm",
                "build": "Stocky",
                "hair_colour": "Ginger",
                "hair_length": "Short crop",
                "ethnic_appearance": "White"
            },
            "other": {
                "additional_information": "Also known as 'Hemp'."
            }
        },
        {
            "firstname": "Fatah",
            "lastname": "Benlaredj",
            "general": "Fatah Benlaredj is wanted for the rape of a 7 year old girl",
            "crime": {
                "date_of_incident": "2007-05-01",
                "crime": "Rape, Child sexual abuse"
            },
            "about": {},
            "other": {
                "additional_information": "Benlaredj also uses the nickname Samir"
            }
        },
        {
            "firstname": "Shashi Dhar",
            "lastname": "Sahnan",
            "general": "Sahnan is accused of being involved in the importation of controlled Class A drugs, heroin, into the United Kingdom. The huge quantity of drugs, which were concealed in packaging surrounding air conditioning units, was seized by HM Revenue and Customs during a joint operation with Leicestershire police in July 2007. Customs officers found the drugs hidden in the struts of pallets upon which the machinery was being transported.",
            "crime": {
                "date_of_incident": "2017-09-09",
                "crime": "Drug trafficking"
            },
            "about": {
                "sex": "Male",
                "height": "170 - 175 cm",
                "build": "Stocky",
                "hair_colour": "Grey",
                "hair_length": "Short",
                "ethnic_appearance": "Indian"
            },
            "other": {
                "additional_information": "Born in India, Sahnan has brown eyes and wears an overt hearing aid in his right ear which sits over the ear."
            }
        },
        {
            "firstname": "John",
            "lastname": "Barton",
            "general": "John Barton was sentenced to 20 years imprisonment in 2003 after being convicted in his absence for conspiring to import a commercial amount of heroin into the United Kingdom between 1999 and 2000. He is believed to have links to Fuengirola in Spain.",
            "crime": {
                "location": "London, Overseas",
                "date_of_incident": "2017-09-09",
                "crime": "Drug trafficking"
            },
            "about": {
                "sex": "Male",
                "height": "170 - 175 cm",
                "build": "Medium",
                "hair_colour": "Coloured / dyed",
                "hair_length": "Receding",
                "ethnic_appearance": "White"
            },
            "other": {}
        },
        {
            "firstname": "Michael Paul",
            "lastname": "Moogan",
            "general": "Moogan, from Liverpool, is believed to be linked to a Rotterdam café raided in 2013 as part of a series of coordinated strikes in the UK and the Netherlands. It is suspected the café was being used as a front for an operations centre for international drug traffickers where they could meet for negotiations with cartels and for arranging the financing and transportation of huge quantities of drugs. It is alleged that during 2013 Moogan was involved in a conspiracy to import cocaine into the UK.",
            "crime": {
                "location": "North West, Overseas",
                "date_of_incident": "2017-09-09",
                "crime": "Drug trafficking"
            },
            "about": {
                "sex": "Male",
                "height": "180 - 185cm",
                "ethnic_appearance": "White"
            },
            "other": {
                "additional_information": "Moogan has blue eyes and a tattoo of a cross and a large crucifix on his left arm."
            }
        },
        {
            "firstname": "Rezgar",
            "lastname": "Zengana",
            "general": "On the 10 December 2006 at Argyle Street, Glasgow, Zengana posed as a private hire taxi driver to pick up his 25 year old female victim before driving her to a private dwelling where he raped his victim. He was convicted of the rape but is still to be sentenced for this offence.",
            "crime": {
                "date_of_incident": "2006-12-10",
                "crime": "Rape"
            },
            "about": {
                "sex": "Male",
                "height": "180 - 185cm",
                "hair_colour": "Black",
                "ethnic_appearance": "Middle Eastern"
            },
            "other": {
                "additional_information": "Zengana is an Iraqi national"
            }
        },
        {
            "firstname": "Osman",
            "lastname": "Aydeniz",
            "general": "Aydeniz is wanted in connection with conspiracy to supply 17.83 kg of diamorphine. Three others have already been convicted in connection with this offence. He is also wanted for conspiracy to commit theft and transferring criminal property.",
            "crime": {
                "crime": "Drug trafficking"
            },
            "about": {
                "sex": "Male"
            },
            "other": {
                "additional_information": "Aydeniz is a Cypriot national"
            }
        },
        {
            "firstname": "Ozgur",
            "lastname": "Demir",
            "general": "Demir is wanted in connection with conspiracy to supply 17.83 kg of diamorphine. Three others have already been convicted in connection with this offence.",
            "crime": {
                "crime": "Drug trafficking"
            },
            "about": {
                "sex": "Male"
            },
            "other": {
                "additional_information": "Demir is a Turkish national"
            }
        },
        {
            "firstname": "Ersin",
            "lastname": "Mustafa",
            "general": "Between 2006 to 2008, Mustafa is believed to have been involved in insider dealing with seven other individuals. While employed at the London branch of investment bank JP Morgan Cazenove, he allegedly obtained information about future acquisitions and mergers, which were provided to others who then traded using this information. Over a two-year period, the group made approximately £2.5 million in criminal profits. In July 2008 Mustafa was arrested by the City of London Police and then released on bail.\nIt is believed he fled the UK around December 2009.",
            "crime": {
                "location": "London",
                "date_of_incident": "2017-09-09"
            },
            "about": {
                "sex": "Male",
                "height": "165 - 170 cm",
                "build": "Stocky",
                "hair_colour": "Dark",
                "ethnic_appearance": "Mediterranean"
            },
            "other": {}
        },
        {
            "firstname": "Christakis",
            "lastname": "Philippou",
            "general": "Between 2004 and 2006, Philippou was involved in conspiracies where he and his co-defendants repeatedly set out to acquire, or sometimes to set up from scratch, travel agency businesses which were used as vehicles for fraud. The travel agencies attracted customers by offering cut-price holidays. The prices were so low that legitimate companies could not compete with them. In each case, the travel agency ceased to trade, leaving customers without a holiday. This scam defrauded an estimated 20,000 people.",
            "crime": {
                "location": "London",
                "date_of_incident": "2017-09-09",
                "crime": "Fraud"
            },
            "about": {
                "sex": "Male",
                "height": "165 - 170 cm",
                "hair_colour": "Dark / Greying",
                "hair_length": "Receding",
                "ethnic_appearance": "Mediterranean"
            },
            "other": {
                "additional_information": "Known to use the alias Christakis Chrysostomou"
            }
        },
        {
            "firstname": "Timur",
            "lastname": "Mehmet",
            "general": "Mehmet is wanted for his role in a conspiracy to cheat the public revenue by operating a Missing Trader Intra-community (MTIC) fraud. This caused a loss to the UK of £25 million (€31.5million). \nMehmet appeared in court in June 2007 and was told that failure to return for his trial in October 2007 could result in him being tried and sentenced in his absence. He failed to attend and was subsequently found guilty. He was sentenced to eight years.",
            "crime": {
                "date_of_incident": "2017-09-09",
                "crime": "Fraud"
            },
            "about": {
                "sex": "Male",
                "height": "175 - 180 cm",
                "build": "Slim",
                "hair_colour": "Black"
            },
            "other": {}
        },
        {
            "firstname": "Costas",
            "lastname": "Sampson",
            "general": "On 25 August 2012 Sampson was convicted of raping a girl he met at a nightclub in London in February 2010. The girl was taken unwell after accepting a drink from a stranger, and Sampson and a friend offered to take her home. Sampson told one of the girl’s friends that he was a medical expert. He later raped the girl at her flat while she was incapacitated.\nSampson was also convicted of stealing her mobile phone, plus her flatmate’s laptop and games console.",
            "crime": {
                "location": "London",
                "date_of_incident": "2012-08-25",
                "crime": "Rape"
            },
            "about": {
                "sex": "Male",
                "height": "175 - 180 cm",
                "build": "Large",
                "hair_colour": "Black",
                "hair_length": "Cropped",
                "ethnic_appearance": "Mediterranean"
            },
            "other": {
                "additional_information": "Sampson is a Cypriot national who is known to use the alias Kostas"
            }
        },
        {
            "firstname": "Mehmet",
            "lastname": "Salih",
            "general": "Between December 2010 and November 2011 Salih is accused of being involved in a conspiracy to supply cocaine. It is believed he was contacted on a regular basis by an associate for the purposes of buying cocaine, delivering it and collecting payments.\nIn May 2011 Salih allegedly visited Lincolnshire to deliver a quantity of cocaine that was subsequently recovered by the police. He was arrested and was in possession of £20,000 (€25,000). Salih was released on bail to appear at a police station later in the year but failed to attend.",
            "crime": {
                "location": "East of England",
                "date_of_incident": "2017-09-09",
                "crime": "Drug trafficking"
            },
            "about": {
                "sex": "Male",
                "height": "165 - 170 cm",
                "hair_colour": "Brown",
                "hair_length": "Short",
                "ethnic_appearance": "Mediterranean"
            },
            "other": {
                "additional_information": "Salih is a Cypriot national. He has a scar on his right eye."
            }
        },
        {
            "firstname": "Shazad",
            "lastname": "Ghafoor",
            "general": "Ghafoor took a courtesy car from a dealership in Manchester in August 2013 using a driving license in another person’s name. Police spotted the car and the pursuit ended in the Halifax area when he crashed. His wife and two children, who were also in the car, suffered minor injuries. Cash to the value of £80-100,000 was recovered. There were traces of heroin, cocaine and cannabis on the notes. He was charged with fraud, possession of criminal property, dangerous driving and disqualified driving. Ghafoor was also charged with possession of cannabis with intent to supply after a vehicle was searched in Withington in November 2013 and cannabis worth £245,000 was found. In May 2014 Ghafoor pleaded guilty to dangerous driving. He was due to appear at court in February 2015 in relation to the other charges but failed to answer his bail and a warrant was issued for his arrest.\nIn addition, Ghafoor was charged with possession of cannabis with intent to supply in relation to a separate seizure of cannabis worth £24,000 that was found at a house on Kingsway Avenue, Burnage, in September 2014. He was due to appear in court but failed to answer his bail and another warrant was issued for his arrest.",
            "crime": {
                "location": "North West, Yorkshire and the Humber",
                "crime": "Drug trafficking, Fraud"
            },
            "about": {
                "sex": "Male",
                "height": "5ft 11 ins",
                "build": "Medium build",
                "ethnic_appearance": "Asian"
            },
            "other": {
                "additional_information": "Has pock mark on right cheek, scar on right of the nose, scar on top of right hand"
            }
        },
        {
            "firstname": "David",
            "lastname": "Ungi",
            "general": "In July 2015, Ungi and two associates were in a vehicle on Banks Road in Garston, Liverpool, which police believe rammed a motorcycle carrying two males. A single shot from a 12-gauge shotgun was fired inflicting a fatal injury to one of the men and injuring the other. The murder victim was Garston teenager Vinny Waddington.\nUngi is also alleged to be involved in the unlawful distribution of controlled drugs in the Liverpool area.",
            "crime": {
                "location": "North West",
                "date_of_incident": "2017-07-09",
                "crime": "Assault, Drug trafficking, Murder"
            },
            "about": {
                "sex": "Male",
                "height": "5ft 0ins",
                "ethnic_appearance": "White"
            },
            "other": {}
        },
        {
            "firstname": "Mark",
            "lastname": "Quinn",
            "general": "Wanted by Police Scotland on suspicion of supplying amphetamine.\nBetween August 2013 and April 2014 Quinn was allegedly involved in an organised crime group concerned in the production, transportation and distribution of amphetamine with a street value of over £11m.\nHe is described as 5ft 9ins tall, large build and has short brown hair.",
            "crime": {
                "location": "Scotland",
                "crime": "Drug trafficking"
            },
            "about": {
                "sex": "Male",
                "height": "5ft 9ins",
                "build": "Large",
                "hair_colour": "Brown",
                "hair_length": "Short",
                "ethnic_appearance": "White"
            },
            "other": {}
        },
        {
            "firstname": "Jonathon",
            "lastname": "Kelly",
            "general": "Wanted by Police Scotland on recall to prison to serve remaining sentence of 9 years 10 months for a number of serious assaults.\nKelly, who is extremely violent and poses a high risk to both police and members of the public, was convicted at various courts of a number of offences between 2002 and 2010. He received sentences in excess of 16 years, and in September 2013 he was released on licence but failed to adhere to conditions set.\nThe offences he was convicted of included an assault to severe injury and danger of life, robbery, assault to severe injury and permanent disfigurement, breach of the peace and having a sharply pointed implement in prison. In one of the most serious assaults Kelly stabbed and paralysed his victim using a machete.\nHe is described as 180cm tall, heavy build, blue/grey eyes, short brown hair, Scottish accent, and occasionally has a beard. Also has scars to the left and right side of the face, on his arms and his right hand.",
            "crime": {
                "location": "Scotland",
                "crime": "Assault"
            },
            "about": {
                "sex": "Male",
                "height": "180cm",
                "build": "Heavy",
                "hair_colour": "Brown",
                "hair_length": "Short",
                "ethnic_appearance": "White"
            },
            "other": {}
        },
        {
            "firstname": "Sarah",
            "lastname": "Panitzke",
            "general": "Wanted by HMRC for conspiracy to acquire criminal property.\nPanitzke was a senior member of a crime group involved in a VAT fraud. She controlled the company accounts of many companies remotely via different IP addresses. Panitzke travelled extensively to further the fraud to places including Dubai, Spain and Andorra. She was responsible for laundering approximately £1billion pounds. Panitzke absconded in May 2013 prior to the end of the trial and was convicted in her absence. She was sentenced to eight years on 22 August 2013. Eighteen members of the crime group received sentences totalling 135 years. She is described as 170cm tall, slim build with mousey straight hair, blue eyes and has a Yorkshire accent.",
            "crime": {
                "location": "Yorkshire and the Humber",
                "crime": "Fraud"
            },
            "about": {
                "sex": "Female",
                "age_range": "42",
                "height": "170 cm",
                "build": "Slim",
                "hair_colour": "Mousey",
                "hair_length": "Short straight hair"
            },
            "other": {
                "additional_information": "Yorkshire accent, blue eyes",
                "related_information": "N/A"
            }
        }
    ]
}